IDEA Open Model
LineLoad.EndFx Property
Compatible with IDEA StatiCa Beta 20.0
 force in X at end
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EndFx { get; set; }
Public Property EndFx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace